[
  {
    "id": "1",
    "categoria": "1",
    "nome": "Echo dot",
    "descricao": "Conheça o novo echo dot: nosso Smart Speaker com Alexa.",
    "fotos": "1",
    "preco": "132",
    "destaque": "S",
    "W": "196",
    "H": "199"
  },
  {
    "id": "2",
    "categoria": "2",
    "nome": "iPhone 13",
    "descricao": "O mais recente iPhone da Apple com câmera de alta resolução.",
    "fotos": "2",
    "preco": "999",
    "destaque": "S",
    "W": "145",
    "H": "71"
  },
  {
    "id": "3",
    "categoria": "2",
    "nome": "Samsung Galaxy S21",
    "descricao": "Um smartphone Android poderoso com tela AMOLED.",
    "fotos": "3",
    "preco": "899",
    "destaque": "S",
    "W": "160",
    "H": "75"
  },
  {
    "id": "4",
    "categoria": "1",
    "nome": "Sony Bravia 4K TV",
    "descricao": "Uma TV 4K de alta qualidade com cores vibrantes.",
    "fotos": "4",
    "preco": "1299",
    "destaque": "S",
    "W": "235",
    "H": "138"
  },
  {
    "id": "5",
    "categoria": "1",
    "nome": "MacBook Air",
    "descricao": "O laptop ultrafino da Apple com processador M1.",
    "fotos": "2",
    "preco": "1299",
    "destaque": "S",
    "W": "304",
    "H": "212"
  },
  {
    "id": "6",
    "categoria": "1",
    "nome": "Canon EOS 5D Mark IV",
    "descricao": "Uma câmera DSLR profissional com sensor full-frame.",
    "fotos": "6",
    "preco": "2499",
    "destaque": "S",
    "W": "151",
    "H": "116"
  },
  {
    "id": "7",
    "categoria": "1",
    "nome": "Bose QuietComfort 35 II",
    "descricao": "Fones de ouvido com cancelamento de ruído líderes de mercado.",
    "fotos": "3",
    "preco": "299",
    "destaque": "S",
    "W": "172",
    "H": "180"
  },
  {
    "id": "8",
    "categoria": "3",
    "nome": "Nintendo Switch",
    "descricao": "Um console de jogos versátil para todas as idades.",
    "fotos": "1",
    "preco": "299",
    "destaque": "N",
    "W": "239",
    "H": "102"
  },
  {
    "id": "9",
    "categoria": "1",
    "nome": "Fitbit Versa 3",
    "descricao": "Um smartwatch com monitoramento avançado de saúde.",
    "fotos": "1",
    "preco": "199",
    "destaque": "S",
    "W": "158",
    "H": "143"
  },
  {
    "id": "10",
    "categoria": "3",
    "nome": "Sony PlayStation 5",
    "descricao": "O console de jogos de última geração da Sony.",
    "fotos": "1",
    "preco": "499",
    "destaque": "S",
    "W": "390",
    "H": "104"
  },
 { 
    "id": "11", 
    "categoria" : "1", 
    "nome": "Fire TV Stick Lite", 
    "descricao": "O Fire TV Stick Lite é um dispositivo de streaming que transforma sua TV em uma smart TV. Com ele, você pode acessar milhares de filmes, séries, 
                  músicas e aplicativos, como Netflix, Prime Video, Spotify e YouTube.", 
    "fotos": "1", 
    "preco": "199", 
    "destaque": "N", 
    "W": "86", 
    "H": "30" 
}, 
{ "id": "12", 
   "categoria" : "1", 
   "nome": "Smart Lâmpada Wi-Fi Positivo Casa Inteligente", 
   "descricao": "“A Smart Lâmpada Wi-Fi Positivo Casa Inteligente é uma lâmpada inteligente que permite controlar a iluminação da sua casa pelo celular ou por comando de voz. Você pode escolher entre 16 milhões de cores, ajustar a intensidade e criar cenas personalizadas.", 
   "fotos": "1", 
   "preco": "59", 
   "destaque": "N", 
   "W": "60", 
   "H": "115" 
},
{ 
    "id": "13", 
    "categoria" : "1", 
    "nome": "Echo Show 5", 
    "descricao": "O Echo Show 5 é um smart speaker com tela de 5,5 polegadas que permite ver e ouvir as informações da Alexa. Você pode assistir a vídeos, fazer chamadas de vídeo, ver as horas, o clima, as notícias e muito mais.", 
    "fotos": "1", 
    "preco": "399", 
    "destaque": "S", 
    "W": "148", 
    "H": "86" 
},
{ 
    "id": "14", 
    "categoria" : "1", 
    "nome": "Câmera de Segurança Wi-Fi Intelbras iC3", 
    "descricao": "A Câmera de Segurança Wi-Fi Intelbras iC3 é uma câmera inteligente que permite monitorar sua casa ou escritório pelo celular, em tempo real. Possui visão noturna, detecção de movimento, áudio bidirecional e armazenamento em nuvem ou cartão micro SD.", 
    "fotos": "1", 
    "preco": "179", 
    "destaque": "N", 
    "W": "60", 
    "H": "105" 
}, 
{ 
    "id": "15", 
    "categoria" : "1", 
    "nome": "Robô Aspirador de Pó Multilaser HO041", 
    "descricao": "O Robô Aspirador de Pó Multilaser HO041 é um robô que limpa sua casa de forma automática e eficiente. Possui sensores inteligentes que evitam obstáculos e quedas, bateria recarregável com autonomia de até 90 minutos e três modos de limpeza.", 
    "fotos": "1", 
    "preco": "499", 
    "destaque": "N", 
    "W": "280", 
    "H": "280" 
},
{ 
    "id": "16", 
    "categoria" : "1", 
    "nome": "Smartwatch Amazfit Bip U", 
    "descricao": "O Smartwatch Amazfit Bip U é um relógio inteligente que monitora sua saúde, atividade física e sono, além de exibir notificações do seu smartphone. Possui tela colorida de 1,43 polegadas, sensor de frequência cardíaca, oxímetro, resistência à água e bateria com duração de até 9 dias.", 
    "fotos": "1", 
    "preco": "349", 
    "destaque": "S", 
    "W": "36", 
    "H": "41" 
}, 
{ 
    "id": "17", 
    "categoria" : "1", 
    "nome": "Caixa de Som Bluetooth JBL Go 3", 
    "descricao": "A Caixa de Som Bluetooth JBL Go 3 é uma caixa de som portátil, resistente e potente, que permite ouvir suas músicas favoritas com alta qualidade de som. Possui bateria com autonomia de até 5 horas, conexão sem fio, design compacto e à prova d’água.", 
    "fotos": "1", 
    "preco": "179", 
    "destaque": "N", 
    "W": "87", 
    "H": "75" 
}, 
{ 
    "id": "18", 
    "categoria" : "1", 
    "nome": "Fritadeira Elétrica sem Óleo Mondial AF-30 Family", 
    "descricao": "A Fritadeira Elétrica sem Óleo Mondial AF-30 Family é um eletroportátil que prepara alimentos crocantes e saborosos sem usar óleo. Possui capacidade de 3,5 litros, controle de temperatura, timer, cesta removível e antiaderente.", 
    "fotos": "1", 
    "preco": "299", 
    "destaque": "S", 
    "W": "315", 
    "H": "345" 
}, 
{ 
    "id": "19", 
    "categoria" : "4", 
    "nome": "Mixer de Alimentos Mondial M-08", 
    "descricao": "O Mixer de Alimentos Mondial M-08 é um eletroportátil que facilita o preparo de receitas como sopas, purês, molhos e sucos. Possui lâminas de aço inoxidável, 200 W de potência, botão turbo e copo medidor.", 
    "fotos": "1", 
    "preco": "69", 
    "destaque": "N", 
    "W": "65", 
    "H": "380" 
}, 
{ 
    "id": "20", 
    "categoria" : "1", 
    "nome": "Liquidificador Philco PH900 Turbo Inox", 
    "descricao": "O Liquidificador Philco PH900 Turbo Inox é um eletroportátil que tritura e mistura alimentos com rapidez e eficiência. Possui 12 velocidades, função pulsar, 900 W de potência, jarra de vidro com capacidade de 1,9 litros e lâminas de aço inoxidável.", 
    "fotos": "1", 
    "preco": "149", 
    "destaque": "N", 
    "W": "210", 
    "H": "420" 
}, 
{ 
    "id": "21", 
    "categoria" : "1", 
    "nome": "Ventilador de Mesa Mondial Turbo Force 8",
    "descricao": "O Ventilador de Mesa Mondial Turbo Force 8 é um eletroportátil que refresca o ambiente com vento forte e silencioso. Possui 3 velocidades, 40 cm de diâmetro, oscilação horizontal, inclinação vertical e grade removível.", 
    "fotos": "1", 
    "preco": "99", 
    "destaque": "S", 
    "W": "450", 
    "H": "550" 
}, 
{ 
    "id": "22", 
    "categoria" : "1", 
    "nome": "Panela Elétrica de Arroz Britânia PA10 Prime", 
    "descricao": "A Panela Elétrica de Arroz Britânia PA10 Prime é um eletroportátil que cozinha arroz e outros alimentos de forma prática e segura. Possui capacidade de 10 xícaras, função aquecer, tampa com trava, colher e copo medidor.", 
    "fotos": "1", 
    "preco": "89", 
    "destaque": "N", 
    "W": "280", "H": "280" 
}, 
{ 
    "id": "23", 
    "categoria" : "1", 
    "nome": "Aspirador de Pó Vertical Philco PH1100 Rapid Turbo", 
    "descricao": "O Aspirador de Pó Vertical Philco PH1100 Rapid Turbo é um eletroportátil que limpa pisos, tapetes, carpetes e estofados com facilidade e eficácia. Possui 1000 W de potência, filtro HEPA, coletor de pó removível e lavável e função 2 em 1, podendo ser usado como aspirador vertical ou de mão.", 
    "fotos": "1", 
    "preco": "199", 
    "destaque": "N", 
    "W": "250", 
    "H": "110" 
}, 
{ 
    "id": "24", 
    "categoria" : "1", 
    "nome": "Sanduicheira Grill Mondial S-12", 
    "descricao": "A Sanduicheira Grill Mondial S-12 é um eletroportátil que prepara sanduíches, grelhados, carnes e legumes de forma rápida e saudável. Possui placas antiaderentes, luz indicadora, trava de fechamento e alça fria.", 
    "fotos": "1", 
    "preco": "59", 
    "destaque": "S", 
    "W": "230", 
    "H": "230" 
}

]
